Repository: Pierre-Lannoy/wp-ip-locator
Catalog: .translations/wp-plugins-ip-locator-stable-readme-*.po
Languages: fr_be

source: Country and language IP-based detection for WordPress. Fast, reliable, plug &amp; play.
fr_be: Détection pour WordPress, basée sur l’adresse IP, des pays et des langues. Rapide, fiable, prêt à l’emploi.

source: <strong>IP Locator</strong> can be used too to report the following main items and characteristics:
fr_be: <strong>IP Locator</strong> peut également être utilisé pour générer des rapports sur les principaux éléments et caractéristiques suivants :

source: full list of countries per client (requires the free <a href="https://wordpress.org/plugins/device-detector/">Device Detector</a> plugin).
fr_be: liste complète des pays par client (nécessite l’extension gratuite <a href="https://wordpress.org/plugins/device-detector/">Device Detector</a>).

source: full list of countries per channel;
fr_be: liste complète des pays par canal ;

source: metrics distributions;
fr_be: distributions des métriques ;

source: metrics variations;
fr_be: variations des métriques ;

source: languages for real humans with public IPs;
fr_be: langues pour les humains réels depuis des IPs publiques ;

source: countries for real humans with public IPs;
fr_be: pays d’accès par des humains réels depuis des IPs publiques ;

source: KPIs: number of detected countries and languages, accesses breakdown and detection ratio;
fr_be: KPIs : nombre de pays et de langues détectés, répartition des accès et ratio de détection ;

source: Main Analytics Dashboard
fr_be: Tableau de bord principal

source: This plugin may handle personally identifiable information (PII). If the GDPR or CCPA or similar regulation applies to your case, you must adapt your processes (consent management, security measure, treatment register, etc.).
fr_be: Cette extension peut traiter des données à caractère personnel (DCP). Si le RGPD ou le CCPA ou un règlement similaire s’applique à votre cas, vous devez adapter vos processus (gestion du consentement, mesure de sécurité, registre des traitements, etc.).

source: This plugin doesn't set any cookie in the user's browser.
fr_be: Cette extension ne dépose pas de cookie dans le navigateur de l’utilisateur.

source: This plugin, as any piece of software, is neither compliant nor non-compliant with privacy laws and regulations. It is your responsibility to use it - by activating the corresponding options or services - with respect for the personal data of your users and applicable laws.
fr_be: Cette extension, comme tout autre logiciel, n’est ni conforme ni non conforme aux lois et règlements sur la protection de la vie privée. Il est de votre responsabilité de l’utiliser - en activant les options ou services correspondants - dans le respect des données personnelles de vos utilisateurs et des lois applicables.

source: Privacy
fr_be: Confidentialité

source: You can report bugs and suggest ideas via the <a href="https://github.com/Pierre-Lannoy/wp-ip-locator/issues">GitHub issue tracker</a> of the plugin.
fr_be: Vous pouvez signaler des bogues et suggérer des améliorations via le <a href="https://github.com/Pierre-Lannoy/wp-ip-locator/issues">suivi d’incidents GitHub</a> de l’extension.

source: Developer's documentation can be found in the <a href="https://github.com/Pierre-Lannoy/wp-ip-locator">GitHub repository</a> of the plugin.
fr_be: Vous trouverez la documentation du développeur sur le <a href="https://github.com/Pierre-Lannoy/wp-ip-locator">dépôt GitHub</a> de l’extension.

source: Support is provided via the official <a href="https://wordpress.org/support/plugin/ip-locator/">WordPress page</a>.
fr_be: L’assistance est proposée via la page officielle <a href="https://wordpress.org/support/plugin/ip-locator/">d’assistance</a>.

source: Yes. It is designed to work on multisite too. Network Admins can configure the plugin. All sites users can use plugin features (shortcodes and APIs).
fr_be: Oui. Cette extension est conçue pour fonctionner sur un multisite aussi. Les administrateurs du réseau peuvent configurer l’extension. Tous les utilisateurs de tous les sites peuvent utiliser les fonctionnalités de l’extension (codes courts et APIs).

source: You need at least <strong>WordPress 5.2</strong> and <strong>PHP 7.2</strong>.
fr_be: Vous avez besoin d’au moins <strong>WordPress 5.2</strong> et <strong>PHP 7.2</strong>.

source: Where can I report a bug?
fr_be: Où puis-je signaler un bogue ?

source: Where can I find documentation?
fr_be: Où puis-je trouver la documentation ?

source: Where can I get support?
fr_be: Où puis-je obtenir de l’aide ?

source: Can this plugin work on multisite?
fr_be: Cette extension fonctionne-t’elle sur un multisite ?

source: What are the requirements for this plugin to work?
fr_be: Quels sont les prérequis pour que cette extension fonctionne ?

source: Enjoy!
fr_be: Profitez !

source: Visit 'Settings &gt; IP Locator' in the left-hand menu of your WP Admin to adjust settings.
fr_be: Visitez « Réglages PerfOps > IP Locator » dans le menu gauche de votre panneau d’administration pour ajuster les paramètres.

source: Activate IP Locator from your Plugins page.
fr_be: Activez IP Locator depuis votre page Extensions.

source: Upload the <code>ip-locator</code> directory to your <code>/wp-content/plugins/</code> directory, using your favorite method (ftp, sftp, scp, etc...).
fr_be: Téléversez le dossier <code>ip-locator</code> dans votre dossier <code>/wp-content/plugins/</code>, en utilisant votre méthode préférée (ftp, sftp, scp, etc.).

source: Download IP Locator.
fr_be: Téléchargez IP Locator.

source: Activate IP Locator.
fr_be: Activez IP Locator.

source: Click on the 'Install Now' button.
fr_be: Cliquez sur le bouton « Installer maintenant ».

source: Search for 'IP Locator'.
fr_be: Cherchez « IP Locator ».

source: Visit 'Plugins &gt; Add New'.
fr_be: Visitez « Extensions > Ajouter ».

source: Once Activated
fr_be: Une fois activé

source: From WordPress.org
fr_be: Depuis WordPress.org

source: From your WordPress dashboard
fr_be: Depuis votre Tableau de bord WordPress

source: If you like this plugin or find it useful and want to thank me for the work done, please consider making a donation to <a href="https://www.laquadrature.net/en">La Quadrature Du Net</a> or the <a href="https://www.eff.org/">Electronic Frontier Foundation</a> which are advocacy groups defending the rights and freedoms of citizens on the Internet. By supporting them, you help the daily actions they perform to defend our fundamental freedoms!
fr_be: Si vous aimez cette extension ou la trouvez utile et que vous voulez me remercier pour le travail accompli, vous pouvez faire un don à <a href="https://www.laquadrature.net/en">La Quadrature Du Net</a> ou l’<a href="https://www.eff.org/">Electronic Frontier Foundation</a> qui sont des associations de défense des droits et libertés des citoyens sur Internet. En les soutenant, vous aidez les actions quotidiennes qu’ils accomplissent pour défendre nos libertés fondamentales !

source: Anyway, I'll be glad to help you if you encounter issues when using this plugin. Just use the support section of this plugin page.
fr_be: Dans tous les cas, je serai heureux de vous apporter mon assistance si vous rencontrez des problèmes lors de l’utilisation de cette extension. Merci de me contacter via la page support de ce site.

source: This plugin is free and provided without warranty of any kind. Use it at your own risk, I'm not responsible for any improper use of this plugin, nor for any damage it might cause to your site. Always backup all your data before installing a new plugin.
fr_be: Cette extension est gratuite et distribuée sans aucune garantie d’aucune sorte. Son utilisation se fait à vos risques et périls, je ne saurais être tenu responsable d’aucun dommage que son utilisation pourrait causer à votre site. Pensez à toujours sauvegarder vos données avant d’installer une nouvelle extension.

source: If you're a plugins / themes developer and want to take advantage of the detection features of IP Locator, visit the <a href="https://github.com/Pierre-Lannoy/wp-ip-locator">GitHub repository</a> of the plugin to learn how to use it.
fr_be: Si vous êtes un développeur d’extensions ou thèmes et que vous souhaitez profiter des fonctionnalités de détection d’IP Locator, visitez le <a href="https://github.com/Pierre-Lannoy/wp-ip-locator">dépôt GitHub</a> de l’extension pour découvrir comment l’utiliser.

source: <strong>IP Locator</strong> is a free and open source plugin for WordPress. It integrates many other free and open source works (as-is or modified). Please, see 'about' tab in the plugin settings to see the details.
fr_be: <strong>IP Locator</strong> est une extensions libre et open source pour WordPress. Elle intègre de nombreuses autres œuvres libres et open source (telles quelles ou modifiées). Consultez l’onglet « à propos » dans l’extension pour obtenir des détails.

source: <strong>IP Locator uses IP data from <a href="http://software77.net/geo-ip/">WebNet77 / Software77</a> which is <a href="http://software77.net/geo-ip/?license">donationware</a>. If you find this data useful, consider making a donation - even a small one - to help keep it free.</strong> <strong>IP Locator accesses this service on a regular basis (if the option is checked) to maintain an up-to-date version of the data. By using IP Locator, you agree with the <a href="http://software77.net/geo-ip/?license">Software77 license</a></strong>
fr_be: <strong>IP Locator utilise les données IP de <a href="http://software77.net/geo-ip/">WebNet77 / Software77</a> qui est <a href="http://software77.net/geo-ip/?license">donationware</a>. Si vous trouvez ces données utiles, pensez à faire un don - même modeste - pour aider à les garder gratuites.</strong> <strong>IP Locator accède régulièrement à ce service (si l’option est cochée) pour maintenir une version actualisée des données. En utilisant IP Locator, vous acceptez la licence <a href="http://software77.net/geo-ip/?license">Software77 </a></strong>

source: (2): <a href="https://www.php.net/manual/en/intro.intl.php">PHP Intl extension</a> needs to be activated on your server if you want to use it in IP Locator.
fr_be: (2) : l’<a href="https://www.php.net/manual/en/intro.intl.php">extension PHP Intl</a> doit être activée sur votre serveur si vous souhaitez l’utiliser dans IP Locator.

source: (1): <a href="https://www.php.net/manual/en/intro.apcu.php">APCu</a> needs to be activated on your server if you want to use it in IP Locator.
fr_be: (1) : <a href="https://www.php.net/manual/en/intro.apcu.php">APCu</a> doit être activé sur votre serveur si vous souhaitez l’utiliser dans IP Locator.

source: Technically, <strong>IP Locator</strong>:
fr_be: Techniquement, <strong>IP Locator</strong> :

source: For full details, you can browse <a href="https://github.com/Pierre-Lannoy/wp-ip-locator/blob/master/SHORTCODES.md">the shortcodes list</a> or <a href="https://github.com/Pierre-Lannoy/wp-ip-locator/blob/master/DEVELOPER.md">the API description</a> (for developers).
fr_be: Pour plus de détails, vous pouvez parcourir <a href="https://github.com/Pierre-Lannoy/wp-ip-locator/blob/master/SHORTCODES.md">la liste des codes courts</a> ou la description de <a href="https://github.com/Pierre-Lannoy/wp-ip-locator/blob/master/DEVELOPER.md">l’API</a> (pour les développeurs).

source: It can detect and render the country, the main language and the country flag of each visitor of your site. It provides:
fr_be: Il peut détecter et restituer le pays, la langue principale et le drapeau du pays de chaque visiteur de votre site. Il fournit :

source: <strong>IP Locator</strong> is a country and language detection tool for WordPress. It is fast, reliable and plug &amp; play.
fr_be: <strong>IP Locator</strong> est un outil de détection de pays et de langue pour WordPress. Il est rapide, fiable et prêt à l’emploi.

source: natively supports names and languages localizations(2).
fr_be: prend en charge nativement les traduction des noms et langues (2).

source: is fully compatible with multisites;
fr_be: est entièrement compatible avec les multisites ;

source: runs its data updates in background, without impact on the website speed;
fr_be: exécute ses mises à jour de données en arrière-plan, sans impact sur la vitesse du site web ;

source: has a minimal footprint in the page rendering time;
fr_be: n’a quasiment aucun impact dans le temps de génération des pages ;

source: natively supports APCu caching(1) and all other dedicated object caching mechanisms, like Memcached or Redis;
fr_be: prend en charge nativement la mise en cache APCu(1) et tous les autres mécanismes dédiés de mise en cache d’objets, comme Memcached ou Redis ;

source: can use AWS CloudFront, Cloudflare and Apache mod_geoip to speed-up detection;
fr_be: peut utiliser AWS CloudFront, Cloudflare ou Apache mod_geoip pour accélérer la détection ;

source: can detect the source IP even behind proxies or load-balancers;
fr_be: peut détecter l’IP source, même derrière des proies ou équilibreurs de charge ;

source: works on dedicated or shared servers;
fr_be: fonctionne aussi bien sur des serveurs dédiés que mutualisés ;

source: a full-featured API for plugins / themes developers.
fr_be: une API complète pour les développeurs d’extensions ou thèmes.

source: an automatic system to be always up to date (no API key, no IP data files to manually import);
fr_be: un système automatique pour utiliser des données toujours à jour (pas de clé d’API, pas de fichiers de données IP à importer manuellement) ;

source: a CSS modifier to add a country-specific class to the <code>body</code> tag of your site;
fr_be: un modificateur CSS pour ajouter une classe spécifique au pays détecté à la balise <code>body</code> de votre site ;

source: a shortcode to conditionally hide or show strings or other shortcodes;
fr_be: un code court pour masquer ou afficher sous condition des chaînes ou d’autres codes courts ;

source: many shortcodes to display country names, languages and flags (emoji or vectorized);
fr_be: de nombreux codes courts pour afficher les noms, les langues et les drapeaux des pays (emoji ou vectorisés) ;

source: a strong, accurate and ultra-fast IP and country detection;
fr_be: une détection de l’adresse IP et du pays précise et ultra-rapide ;

source: Donation
fr_be: Don

source: Support
fr_be: Assistance

source: Developers
fr_be: Développeurs

source: Please, see <a href="https://github.com/Pierre-Lannoy/wp-ip-locator/blob/master/CHANGELOG.md">full changelog</a> on GitHub.
fr_be: Merci de consulter l’<a href="https://github.com/Pierre-Lannoy/wp-ip-locator/blob/master/CHANGELOG.md">historique des changements</a> sur GitHub.
